Repository: bramley/phplist-form-integration
Catalog: languages/phplist-*.po
Languages: be_by, fr_fr

source: Thank You For Subscribing
be_by: Спасибо за подписку!
fr_fr: Merci de votre inscription

source: An Error Occurred
be_by: Обнаружена ошибка
fr_fr: Une erreur est survenue

source: We were unable to add your email to our list. Please send us an email at <a href="mailto:support@getoutbayarea.com">support@getoutbayarea.com</a> letting us know what happened and we'll make sure you get on the list.
be_by: Нам не удалось добавить ваш электронный к нашему списку. Пожалуйста, отправьте нам письмо на <a href="mailto:support@getoutbayarea.com">support@getoutbayarea.com</a> давая нам знать, что произошло, и мы позаботимся, вы получите в списке.
fr_fr: Nous ne pouvonss ajouter votre adresse à notre liste. Merci de nous envoyer un email à <a href="mailto:support@getoutbayarea.com">support@getoutbayarea.com</a> pour nous indiquer ce qui s'est passé et nous vous ajouterons à notre liste.

source: PHPList Integration
be_by: PHPList интеграция
fr_fr: Intégration à PHPList

source: Sign Up For Our Newsletter
be_by: Подпишитесь на нашу Рассылку
fr_fr: S'inscrire à notre newsletter

source: Title:
be_by: Название:
fr_fr: Civilité :

source: CURL library not detected on system. Need to compile php with cURL in order to use this plug-in
be_by: CURL библиотеки не найдены на системе. Необходимо собрать PHP с CURL с тем, чтобы использовать этот плагин
fr_fr: La bibliothèque CURL n'a pas été détectée sur le système. Il faut compiler PHP avec cURL pour pouvoir utiliser ce plug-in

source: You must supply an email address %s
be_by: Вы должны указать адрес электронной почты %s
fr_fr: Vous devez fournir une adresse email %s

source: Error: %1$s .Check <a href="%2$s"> admin config options page.</a>
be_by: Ошибка: %1$s .Проверьте <a href="%2$s"> конфиг на странце опций.</a>
fr_fr: Erreur : %1$s. Vérifiez <a href="%2$s"> la page d'administration de configuration des options.</a>

source: Thank you for subscribing to our email list
be_by: Спасибо за подписку!
fr_fr: Merci de vous être inscrit à notre newsletter

source: and added additional line for Lists. Make sure to enter List ID.
be_by: и добавить дополнительные строки для списков. Убедитесь в том, что вы ввели список ID.
fr_fr: et ajouté une ligne supplémentaire pour les listes. Soyez certain d'ajouter l'ID de la liste.

source: and Reset List Count
be_by: Сброс счет списка
fr_fr: et réinitialise le compteur de liste

source: Options saved
be_by: Опции сохранены
fr_fr: Options enregistrées

source: No Mailing List
be_by: Нет списка подписчиков
fr_fr: Aucune liste de diffusion

source: You can not use any of the following in the Name or Email fields: a linebreak, or the phrases 'mime-version', 'content-type', 'cc:' or 'to:'.
be_by: Вы не можете использовать любое из следующих действий в название или по электронной почте областях: в неоднородных или фразу 'mime-version', 'content-type', 'cc:' или 'to:'.
fr_fr: Vous ne pouvez utiliser aucune de ces expression dans les champs Nom ou Email : un saut de ligne, ou les phrases 'mime-version', 'content-type', 'cc:' ou 'to:'.

source: Missing Required Field
be_by: Необходимые поля не заполнены
fr_fr: Champ obligatoire manquant

source: Invalid Email
be_by: Неправильный Email
fr_fr: Adresse e-mail invalide

source: You Must Check a Mailing List
be_by: Вы должны проверить список рассылки
fr_fr: Vous devez choisir une liste de diffusion.

source: Please select the newsletters you want to sign up for:
be_by: Пожалуйста, выберите бюллетени, на которые вы хотите подписаться:
fr_fr: Merci de sélectionner les newsletters auxquelles vous souhaitez vous inscrire :

source: Submit
be_by: Отправить
fr_fr: S'inscrire

source: Must <a href= "%s"> configure options</a> under admin panel before using form
be_by: Нужно <a href= "%s">настроить параметры</a> под панель администратора, прежде чем использовать форму
fr_fr: Vous devez absolument <a href= "%s"> configurer les options</a> dans le panneau d'administration avant d'utiliser le formulaire
